{ "translations": {
    "Share not found" : "Recurso compartido no encontrado",
    "Unable to communicate with Etherpad API due to the following error: “%s”." : "No fue posible comunicarse con el API de Etherpad debido al siguiente error \"%s\".",
    "Incorrect padname." : "Nombre de pad incorrecto.",
    "Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." : "Nombre inválido. Los caracteres \"\\\", \"/\", \"<\", \">\", \":\", \"\", \"|\" \"?\" y \"*\", no están permitidos ",
    "The target folder has been moved or deleted." : "La carpeta de destino fue movida o eliminada.",
    "The name %s is already used in the folder %s. Please choose a different name." : "El nombre %s ya está en uso en la carpeta %s. Por favor, escoja un nombre diferente.",
    "Error when creating the file" : "Error al crear el archivo",
    "You are not allowed to open this pad." : "No tiene permitido abrir este pad.",
    "URL in your Etherpad/Ethercalc document does not match the allowed server" : "El URL en su documento de Etherpad/Ethercalc no coincide con el servidor autorizado",
    "Invalid authentication credentials" : "Credenciales de autenticación invalidas",
    "Unable to authenticate to Etherpad API" : "No fue posible autenticarse al API de Etherpad",
    "Ownpad" : "Ownpad",
    "Create and open Etherpad and Ethercalc documents." : "Crear y abrir documentos de Etherpad y Ethercalc.",
    "Ownpad is a Nextcloud application that allows to create and open Etherpad and Ethercalc documents.\n\nThis application requires to have access to an instance of <a href=\"https://etherpad.org/\">Etherpad</a> and/or <a href=\"https://ethercalc.net/\">Ethercalc</a> to work properly." : "Ownpad es una aplicación de Nextcloud que le permite crear y abrir documentos de Etherpad y Ethercalc.\n\nEsta aplicación requiere acceso a una instancia de <a href=\"https://etherpad.org/\">Etherpad</a> y/o <a href=\"https://ethercalc.net/\">Ethercalc</a> para funcionar apropiadamente.",
    "Ownpad (collaborative documents)" : "Ownpad (documentos colaborativos)",
    "This is used to link collaborative documents inside Nextcloud." : "Esto se usa para enlazar documentos colaborativos dentro de Nextcloud.",
    "Ownpad is not correctly configured, you should update your configuration. Please refer to the documentation for more information." : "Ownpad no está correctamente configurado, debería actualizar su configuración. Por favor, refiérase a la documentación para más información.",
    "Enable Etherpad" : "Habilitar Etherpad",
    "Etherpad Host" : "Host Etherpad",
    "You need to enable Etherpad API if you want to create “protected” pads, that will only be accessible through Nextcloud." : "Si desea crear pads \"protegidos\", los cuales serán accesibles solamente a través de Nextcloud, es necesario que habilite el API Etherpad.",
    "You have to host your Etherpad instance in a subdomain or sibbling domain of the one that is used by Nextcloud (due to cookie isolation)." : "Debe alojar su instancia de Etherpad en un subdominio o dominio hermano al que está siendo utilizado por Nextcloud (debido al aislamiento de cookies).",
    "Use Etherpad API" : "Utilizar el API de Etherpad",
    "Enable OAuth2 authentication to communicate with Etherpad (introduced in Etherpad 2)" : "Habilitar autenticación OAuth2 para comunicarse con Etherpad (introducido en Etherpad 2)",
    "Etherpad Apikey" : "Apikey Etherpad",
    "In order to enable OAuth2 authentication in Etherpad, you need to configure a dedicated service account. Please refer to the Etherpad documentation to proceed." : "De manera de habilitar la autenticación OAuth2 en Etherpad, necesita configurar una cuenta de servicio dedicada. Por favor, refiérase a la documentación de Etherpad para proceder.",
    "Etherpad authentication Client ID" : "ID de cliente para autenticación Etherpad",
    "Etherpad authentication Client Secret" : "Secreto de cliente para autenticación Etherpad",
    "Test Etherpad authentication" : "Probar autenticación Etherpad",
    "The following error occurred while trying to authenticate to Etherpad: {message}" : "Ocurrió el siguiente error mientras se intentaba autenticar a Etherpad: {message}",
    "Authentication to Etherpad succeed!" : "¡La autenticación a Etherpad fue exitosa!",
    "Allow “public” pads" : "Permitir pads \"públicos\"",
    "For example, if you host your Etherpad instance on `pad.example.org` and your Nextcloud instance on `cloud.example.org` you need to configure your cookie to `example.org` domain." : "Por ejemplo, si aloja su instancia Etherpad en `pad.ejemplo.org`y su instancia Nexcloud en `cloud.ejemplo.org` debe configurar su cookie al dominio `ejemplo.org`.",
    "Etherpad cookie domain" : "Dominio para cookies Etherpad",
    "Enable Ethercalc" : "Habilitar Ethercalc",
    "Ethercalc Host" : "Host Ethercalc",
    "Created new Etherpad document “{name}”" : "Crear un nuevo documento Etherpad \"{name}\"",
    "Error: {error}" : "Error: {error}",
    "Pad" : "Pad",
    "New pad.pad" : "Nuevo pad.pad",
    "Protected Pad" : "Pad protegido",
    "New protected pad.pad" : "Nuevo pad.pad protegido",
    "Calc" : "Calc",
    "New calc.calc" : "Nuevo calc.calc",
    "Your Etherpad/Ethercalc document could not be opened, the following error was reported: “%s”." : "Su documento de Etherpad/Ethercalc no pudo abrirse, se reportó el siguiente error: \"%s\"."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}