{ "translations": {
    "Share not found" : "Partage non trouvé",
    "Unable to communicate with Etherpad API due to the following error: “%s”." : "Impossible de communiquer avec l’API d’Etherpad en raison de l’erreur suivante: « %s ».",
    "Incorrect padname." : "Nom de pad incorrect",
    "Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." : "Ce nom n'est pas valide : les caractères '\\', '/', '<', '>', ':', '\"', '|', '?' et '*' ne sont pas autorisés.",
    "The target folder has been moved or deleted." : "Le dossier cible a été déplacé ou supprimé.",
    "The name %s is already used in the folder %s. Please choose a different name." : "Le nom « %s » est déjà utilisé dans le dossier %s. Merci de choisir un autre nom.",
    "Error when creating the file" : "Erreur lors de la création du fichier",
    "You are not allowed to open this pad." : "Vous n’êtes pas autorisés à ouvrir ce pad.",
    "URL in your Etherpad/Ethercalc document does not match the allowed server" : "L’URL contenue dans votre fichier ne correspond pas avec le serveur autorisé",
    "Ownpad" : "Ownpad",
    "Create and open Etherpad and Ethercalc documents." : "Créer et ouvrir des documents Etherpad et Etherclac.",
    "Ownpad is a Nextcloud application that allows to create and open Etherpad and Ethercalc documents.\n\nThis application requires to have access to an instance of <a href=\"https://etherpad.org/\">Etherpad</a> and/or <a href=\"https://ethercalc.net/\">Ethercalc</a> to work properly." : "Ownpad est une application Nextcloud permettant de créer et d’ouvrir des documents Etherpad et Ethercalc.\n\nCette application nécessite de disposer d’un accès à une instance <a href=\"https://etherpad.org/\">Etherpad</a> et/ou <a href=\"https://ethercalc.net/\">Ethercalc</a> pour fonctionner correctement.",
    "Error: {error}" : "Erreur: {error}",
    "Pad" : "Pad",
    "New pad.pad" : "Nouveau pad.pad",
    "Calc" : "Calc",
    "New calc.calc" : "Nouveau calc.calc",
    "Your Etherpad/Ethercalc document could not be opened, the following error was reported: “%s”." : "Votre document Etherpad/Ethercalc n’a pas pu être ouvert, l’erreur suivante a été retournée: « %s ».",
    "Ownpad (collaborative documents)" : "Ownpad (documents collaboratifs)",
    "This is used to link collaborative documents inside Nextcloud." : "Ceci est utilisé pour établir des liens avec des documents collaboratifs dans Nextcloud.",
    "Ownpad is not correctly configured, you should update your configuration. Please refer to the documentation for more information." : "Ownpad n’est pas configuré correctement, vous devez mettre à jour votre configuration. Merci de vous référer à la documentation pour plus d’information.",
    "Enable Etherpad" : "Activer Etherpad",
    "Etherpad Host" : "Hôte Etherpad",
    "Use Etherpad API (*experimental*)" : "Activer l’utilisation de l’API Etherpad (*experimental*)",
    "You need to enable Etherpad API if you want to create “protected” pads, that will only be accessible through Nextcloud." : "Vous devez activer l’API d’Etherpad si vous voulez pouvoir créer des pad « protégés », qui seront accessibles uniquement au travers de Nextcloud.",
    "You have to host your Etherpad instance in a subdomain or sibbling domain of the one that is used by Nextcloud (due to cookie isolation)." : "Vous devez héberger votre instance Etherpad dans un sous-domaine ou un domaine frère de celui utilisé par Nextcloud (pour des questions d’isolation de cookie).",
    "Allow “public” pads" : "Autoriser les pad « publics »",
    "Etherpad Apikey" : "Clé d’API d’Etherpad",
    "Etherpad cookie domain" : "Domaine du cookie d’Etherpad",
    "For example, if you host your Etherpad instance on `pad.example.org` and your Nextcloud instance on `cloud.example.org` you need to configure your cookie to `example.org` domain." : "Par exemple, si vous hébergez votre instance Etherpad sur `pad.example.org` et que votre instance Nextcloud est sur `cloud.example.org`, you devez configurer le cookie avec comme valeur le domaine `example.org`.",
    "Enable Ethercalc" : "Activer Ethercalc",
    "Ethercalc Host" : "Hôte Ethercalc",
    "Saved" : "Enregistré"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}