{ "translations": {
    "Share not found" : "Ní bhfuarthas an sciar",
    "Unable to communicate with Etherpad API due to the following error: “%s”." : "Ní féidir cumarsáid a dhéanamh le Etherpad API mar gheall ar an earráid seo a leanas: “%s”.",
    "Incorrect padname." : "Padainm mícheart.",
    "Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." : "Ainm neamhbhailí, '\\', '/', '<', '>', ':', '\"', '|', '?' agus ní cheadaítear '*'.",
    "The target folder has been moved or deleted." : "Tá an fillteán sprice ar athraíodh a ionad nó scriosta.",
    "The name %s is already used in the folder %s. Please choose a different name." : "Tá an t-ainm %s in úsáid san fhillteán %s cheana. Roghnaigh ainm eile le do thoil.",
    "Error when creating the file" : "Earráid agus an comhad á chruthú",
    "You are not allowed to open this pad." : "Níl cead agat an eochaircheap seo a oscailt.",
    "URL in your Etherpad/Ethercalc document does not match the allowed server" : "Ní mheaitseálann an URL i do dhoiciméad Etherpad/Ethercalc leis an bhfreastalaí ceadaithe",
    "Invalid authentication credentials" : "Dintiúir fíordheimhnithe neamhbhailí",
    "Unable to authenticate to Etherpad API" : "Ní féidir fíordheimhniú chuig Etherpad API",
    "Ownpad" : "Ownpad",
    "Create and open Etherpad and Ethercalc documents." : "Cruthaigh agus oscail doiciméid Etherpad agus Ethercalc.",
    "Ownpad is a Nextcloud application that allows to create and open Etherpad and Ethercalc documents.\n\nThis application requires to have access to an instance of <a href=\"https://etherpad.org/\">Etherpad</a> and/or <a href=\"https://ethercalc.net/\">Ethercalc</a> to work properly." : "OIs feidhmchlár Nextcloud é Ownpad a ligeann do dhoiciméid Etherpad agus Ethercalc a chruthú agus a oscailt.\n\nNí mór rochtain a bheith ag an bhfeidhmchlár seo ar shampla<a href=\"https://etherpad.org/\">Etherpad</a> agus/nó <a href=\"https://ethercalc.net/\">Ethercalc</a> chun oibriú i gceart.",
    "Ownpad (collaborative documents)" : "Ownpad (doiciméid chomhoibríocha)",
    "This is used to link collaborative documents inside Nextcloud." : "Úsáidtear é seo chun doiciméid chomhoibríocha a nascadh taobh istigh de Nextcloud.",
    "Ownpad is not correctly configured, you should update your configuration. Please refer to the documentation for more information." : "Níl Ownpad cumraithe i gceart, ba cheart duit do chumraíocht a nuashonrú. Féach ar na doiciméid le haghaidh tuilleadh eolais le do thoil.",
    "Enable Etherpad" : "Cumasaigh Etherpad",
    "Etherpad Host" : "Óstach Etherpad",
    "You need to enable Etherpad API if you want to create “protected” pads, that will only be accessible through Nextcloud." : "Ní mór duit Etherpad API a chumasú más mian leat pillíní “cosanta” a chruthú, nach mbeidh rochtain orthu ach trí Nextcloud.",
    "You have to host your Etherpad instance in a subdomain or sibbling domain of the one that is used by Nextcloud (due to cookie isolation)." : "Caithfidh tú do shampla Etherpad a óstáil i bhfofhearann ​​nó i bhfearann ​​​​siblínithe den cheann a úsáideann Nextcloud (mar gheall ar leithlisiú fianán).",
    "Use Etherpad API" : "Úsáid Etherpad API",
    "Enable OAuth2 authentication to communicate with Etherpad (introduced in Etherpad 2)" : "Cumasaigh fíordheimhniú OAuth2 chun cumarsáid a dhéanamh le Etherpad (a tugadh isteach in Etherpad 2)",
    "Etherpad Apikey" : "Etherpad Apikey",
    "In order to enable OAuth2 authentication in Etherpad, you need to configure a dedicated service account. Please refer to the Etherpad documentation to proceed." : "Chun fíordheimhniú OAuth2 a chumasú in Etherpad, ní mór duit cuntas seirbhíse tiomnaithe a chumrú. Déan tagairt le do thoil do dhoiciméadú Etherpad chun leanúint ar aghaidh.",
    "Etherpad authentication Client ID" : "ID Cliant fíordheimhnithe Etherpad",
    "Etherpad authentication Client Secret" : "Etherpad fíordheimhnithe Cliant Rúnda",
    "Test Etherpad authentication" : "Fíordheimhniú Etherpad a thástáil",
    "The following error occurred while trying to authenticate to Etherpad: {message}" : "Tharla an earráid seo a leanas agus iarracht á déanamh fíordheimhniú chuig Etherpad: {message}",
    "Allow “public” pads" : "Ceadaigh pillíní “poiblí”.",
    "For example, if you host your Etherpad instance on `pad.example.org` and your Nextcloud instance on `cloud.example.org` you need to configure your cookie to `example.org` domain." : "Mar shampla, má dhéanann tú óstáil ar do shampla Etherpad ar `pad.example.org` agus do shampla Nextcloud ar `cloud.example.org` ní mór duit do fhianán a chumrú chuig fearann ​​`example.org`.",
    "Etherpad cookie domain" : "Fearann ​​​​fianán etherpad",
    "Enable Ethercalc" : "Cumasaigh Ethercalc",
    "Ethercalc Host" : "Óstach ethercalc",
    "Created new Etherpad document “{name}”" : "Cruthaíodh doiciméad nua Etherpad “{name}”",
    "Error: {error}" : "Earráid: {error}",
    "Pad" : "Pad",
    "New pad.pad" : "Pad.pad nua",
    "Protected Pad" : "Pad Cosanta",
    "New protected pad.pad" : "Pad.pad cosanta nua",
    "Calc" : "Calc",
    "New calc.calc" : "calc.calc nua",
    "Your Etherpad/Ethercalc document could not be opened, the following error was reported: “%s”." : "Níorbh fhéidir do cháipéis Etherpad/Ethercalc a oscailt, tuairiscíodh an earráid seo a leanas: “%s”."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}