{ "translations": {
    "Share not found" : "Non se atopou a compartición",
    "Unable to communicate with Etherpad API due to the following error: “%s”." : "Non é posíbel comunicar coa API de Etherpad por mor ao seguinte erro: «%s».",
    "Incorrect padname." : "Nome de caderno incorrecto.",
    "Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." : "Nome incorrecto, non se permite «\\», «/», «<», «>», «:», «\"», «|», «?» e «*».",
    "The target folder has been moved or deleted." : "O cartafol de destino foi movido ou eliminado.",
    "The name %s is already used in the folder %s. Please choose a different name." : "O nome %s xa se utiliza no cartafol %s. Escolla outro nome.",
    "Error when creating the file" : "Produciuse un erro ao crear o ficheiro",
    "You are not allowed to open this pad." : "Non ten permiso para abrir este caderno.",
    "URL in your Etherpad/Ethercalc document does not match the allowed server" : "O URL do seu documento Etherpad/Ethercalc non coincide co servidor permitido",
    "Invalid authentication credentials" : "Credenciais de autenticación incorrectas",
    "Unable to authenticate to Etherpad API" : "Non é posíbel autenticar na API de Etherpad.",
    "Ownpad" : "Ownpad",
    "Create and open Etherpad and Ethercalc documents." : "Crear e abrir documentos Etherpad e Ethercalc",
    "Ownpad is a Nextcloud application that allows to create and open Etherpad and Ethercalc documents.\n\nThis application requires to have access to an instance of <a href=\"https://etherpad.org/\">Etherpad</a> and/or <a href=\"https://ethercalc.net/\">Ethercalc</a> to work properly." : "Ownpad é unha aplicación de Nextcloud que permite crear e abrir documentos Etherpad e Ethercalc.\n\nEsta aplicación precisa ter acceso a unha instancia de <a href=\"https://etherpad.org/\">Etherpad</a> e/ou <a href=\"https://ethercalc.net/\">Ethercalc</a> para funcionar correctamente.",
    "Ownpad (collaborative documents)" : "Ownpad (documentos colaborativos)",
    "This is used to link collaborative documents inside Nextcloud." : "Isto úsase para vencellar documentos colaborativos dentro de Nextcloud.",
    "Ownpad is not correctly configured, you should update your configuration. Please refer to the documentation for more information." : "Ownpad non está configurado correctamente, deberías actualizar a súa configuración. Consulte a documentación para obter máis información.",
    "Enable Etherpad" : "Activar Etherpad",
    "Etherpad Host" : "Servidor de Etherpad",
    "You need to enable Etherpad API if you want to create “protected” pads, that will only be accessible through Nextcloud." : "Debes activar a API de Etherpad se quere crear cadernos «protexidos» aos que só poderá acceder a través de Nextcloud.",
    "You have to host your Etherpad instance in a subdomain or sibbling domain of the one that is used by Nextcloud (due to cookie isolation)." : "Ten que aloxar a súa instancia de Etherpad nun subdominio ou dominio irmán do que usa Nextcloud (por mor do illamento das cookies).",
    "Use Etherpad API" : "Usar a API de Etherpad",
    "Enable OAuth2 authentication to communicate with Etherpad (introduced in Etherpad 2)" : "Activar a autenticación OAuth2 para comunicarse con Etherpad (introducido en Etherpad 2)",
    "Etherpad Apikey" : "Chave da API de Etherpad",
    "In order to enable OAuth2 authentication in Etherpad, you need to configure a dedicated service account. Please refer to the Etherpad documentation to proceed." : "Para activar a autenticación OAuth2 en Etherpad, é preciso que configura unha conta de servizo específica. Consulte a documentación de Etherpad para continuar.",
    "Etherpad authentication Client ID" : "ID de cliente para a autenticación en Etherpad",
    "Etherpad authentication Client Secret" : "Segredo do cliente para a autenticación en Etherpad",
    "Test Etherpad authentication" : "Proba de autenticación en Etherpad",
    "The following error occurred while trying to authenticate to Etherpad: {message}" : "Produciuse o seguinte erro ao tentar autenticarse en Etherpad: {message}",
    "Authentication to Etherpad successful!" : "Autenticación correcta en Etherpad!",
    "Allow “public” pads" : "Permitir cadernos «públicos»",
    "For example, if you host your Etherpad instance on `pad.example.org` and your Nextcloud instance on `cloud.example.org` you need to configure your cookie to `example.org` domain." : "Por exemplo, se aloxa a súa instancia Etherpad en `pad.exemplo.org` e a súa instancia Nextcloud en `cloud.exemplo.org`, debe configurar a súa cookie para o dominio `exemplo.org`.",
    "Etherpad cookie domain" : "Dominio da cookie de Etherpad",
    "Enable Ethercalc" : "Activar Ethercalc",
    "Ethercalc Host" : "Servidor de Ethercalc",
    "Created new Etherpad document “{name}”" : "Creouse un novo documento de Etherpad «{name}»",
    "Error: {error}" : "Erro: {error}",
    "Pad" : "Caderno",
    "New pad.pad" : "Novo caderno.pad",
    "Protected Pad" : "Caderno protexido",
    "New protected pad.pad" : "Novo caderno.pad protexido",
    "Calc" : "Calc",
    "New calc.calc" : "Nova folla.calc",
    "Your Etherpad/Ethercalc document could not be opened, the following error was reported: “%s”." : "Non foi posíbel abrir o documento Etherpad/Ethercalc, informouse do seguinte erro: «%s»."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}