OC.L10N.register(
    "ownpad",
    {
    "Share not found" : "Общий доступ не найден",
    "Invalid name, '\\', '/', '<', '>', ':', '\"', '|', '?' and '*' are not allowed." : "Неправильное имя, символы '\\', '/', '<', '>', ':', '\"', '|', '?' и '*' недопустимы.",
    "The target folder has been moved or deleted." : "Целевой каталог был перемещен или удален.",
    "Could not create file" : "Не удалось создать файл",
    "Saved" : "Сохранённые"
},
"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);");
